Repository: terry-private/LogViewer
Catalog: Sources/LogViewerUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# accessibility.clear_search
source: Clear search
ja: 検索語を消去

# accessibility.close
source: Close log viewer
ja: ログ画面を閉じる

# accessibility.collapsed
source: Collapsed
ja: 折りたたみ

# accessibility.expanded
source: Expanded
ja: 展開中

# accessibility.more_actions
source: Log actions
ja: ログ操作

# accessibility.scroll_to_bottom
source: Scroll to latest log
ja: 最新のログへ移動

# common.cancel
source: Cancel
ja: キャンセル

# empty.no_logs
source: No logs yet
ja: ログはまだありません

# empty.no_matches
source: No logs match the current filters
ja: 条件に一致するログはありません

# filter.clear
source: Clear filters
ja: 絞り込みを解除

# filter.period.all
source: All time
ja: すべての期間

# filter.period.last_24_hours
source: Last 24 hours
ja: 直近24時間

# filter.period.last_5_minutes
source: Last 5 minutes
ja: 直近5分

# filter.period.last_hour
source: Last hour
ja: 直近1時間

# filter.result_count.one
source: %1$lld / %2$lld log
ja: %1$lld / %2$lld件

# filter.result_count.other
source: %1$lld / %2$lld logs
ja: %1$lld / %2$lld件

# filter.search.placeholder
source: Search messages, files, and functions
ja: メッセージ、ファイル、関数を検索

# filter.tags
source: Tags
ja: タグ

# filter.tags.all
source: Match all tags (AND)
ja: すべてを含む（AND）

# filter.tags.any
source: Match any tag (OR)
ja: いずれかを含む（OR）

# grouping.all
source: All
ja: すべて

# grouping.file
source: File
ja: ファイル

# grouping.function
source: Function
ja: 関数

# grouping.label
source: Group logs
ja: ログの表示方法

# level.critical
source: Critical
ja: 重大

# level.debug
source: Debug
ja: デバッグ

# level.error
source: Error
ja: エラー

# level.info
source: Info
ja: 情報

# level.notice
source: Notice
ja: 通知

# level.trace
source: Trace
ja: トレース

# level.warning
source: Warning
ja: 警告

# logs.delete.action
source: Delete all logs
ja: すべてのログを削除

# logs.delete.message
source: This action cannot be undone.
ja: この操作は取り消せません。

# logs.delete.title
source: Delete all logs?
ja: すべてのログを削除しますか？

# recording.pause
source: Pause recording
ja: 記録を一時停止

# recording.paused
source: Log recording is paused
ja: ログ記録は一時停止中です

# recording.resume
source: Resume recording
ja: 記録を再開

# settings.transparent_background
source: Translucent background
ja: 背景を半透明にする
